Repository: City-of-Helsinki/yjdh
Catalog: backend/benefit/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Application status cannot be exported because of invalid status
fi: Hakemuksen tilaa ei voida viedä virheellisen tilan takia
sv: Ansökans status kan inte exporteras på grund av felaktig status

source: Cannot export empty batch
fi: Tyhjää erää ei voida viedä
sv: Kan inte exportera tom sats

source: Application batch {date}
fi: Hakemuserä {date}
sv: Ansökningssats {date}

source: There is no available application to export, please try again later
fi: Ei vietävää hakemusta, yritä myöhemmin uudelleen
sv: Ingen ansökan finns tillgänglig för export, vänligen försök på nytt senare

source: TALPA export {date}
fi: TALPA-vienti {date}

source: Upload file size cannot be greater than {size} bytes
fi: Ladattavan tiedoston koko ei voi ylittää {size} tavua
sv: Den fil som laddas upp kan inte vara större än {size} byte

source: Too many attachments
fi: Liian monta liitettä
sv: För många bilagor

source: Not a valid pdf file
fi: Epäkelpo PDF-tiedosto
sv: Ingen giltig PDF-fil

source: Not a valid image file
fi: Epäkelpo kuvatiedosto
sv: Ingen giltig bildfil

source: Grant date too much in past
fi: Myöntämispäivä liian kaukana menneisyydessä
sv: Beviljandedatum för tidigt

source: Grant date can not be in the future
fi: Myöntämispäivä ei voi olla tulevaisuudessa
sv: Beviljandedatum kan inte vara i framtiden

source: Social security number invalid
fi: Epäkelpo henkilötunnus
sv: Personbeteckning felaktig

source: Social security number checksum invalid
fi: Epäkelpo henkilötunnuksen tarkistussumma
sv: Personbeteckning kontrollsumma felaktig

source: Working hour must be greater than {min_hour} per week
fi: Työajan on oltava suurempi kuin {min_hour} viikossa
sv: Antalet arbetstimmar måste vara högre än {min_hour} per vecka

source: Monthly pay must be greater than 0
fi: Kuukausipalkan on oltava suurempi kuin 0
sv: Månatlig lön måste vara större än 0

source: Vacation money must be a positive number
fi: Lomarahojen täytyy olla positiivinen luku
sv: Semesterpenning måste vara ett positivt tal

source: Other expenses must be a positive number
fi: Muiden kulujen täytyy olla positiivinen luku
sv: Andra kostnader måste vara ett positivt tal

source: Applications in a batch can not be changed when batch is in this status
fi: Erän hakemuksia ei voida muuttaa erän ollessa tässä tilassa
sv: Ansökningar i en sats kan inte ändras när satsen har denna status

source: This application has invalid status and can not be added to this batch
fi: Tämän hakemuksen tila on virheellinen, eikä sitä voi lisätä tähän erään
sv: Denna ansökan har felaktig status och kan inte läggas till denna sats

source: This should be unreachable
fi: Tämän pitäisi olla tavoittamattomissa
sv: Detta bör vara onåbart

source: Invalid value for association_immediate_manager_check
fi: Epäkelpo arvo kohteessa association_immediate_manager_check
sv: Felaktigt värde för association_immediate_manager_check

source: for companies, association_immediate_manager_check must always be null
fi: yrityksen ollessa kyseessä kohteen association_immediate_manager_check on aina oltava tyhjä
sv: för företag, association_immediate_manager_check måste alltid vara noll

source: This application has non-null de_minimis_aid but is applied by an association
fi: Tässä hakemuksessa on ei-nolla de_minimis_aid, mutta hakija on yhdistys
sv: Denna ansökan har inte noll de_minimis_aid men ansöks av en sammanslutning

source: This application has de_minimis_aid set but does not define any
fi: Tässä hakemuksessa on valittu de_minimis_aid, mutta sitä ei määritetä
sv: Denna ansökan har de_minimis_aid men definierar inga

source: This application can not have de minimis aid
fi: Tässä hakemuksessa ei voi olla de minimis -tukea
sv: Denna ansökan kan inte ha de minimis-stöd

source: Total amount of de minimis aid too large
fi: De minimis -tuen kokonaismäärä liian suuri
sv: Totalt belopp av de minimis-stöd är för stort

source: start_date must not be in a past year
fi: start_date ei saa olla menneessä vuodessa
sv: Startdatum får inte vara under föregående år

source: end_date must not be in a past year
fi: end_date ei saa olla menneessä vuodessa
sv: Slutdatum får inte vara under föregående år

source: application end_date can not be less than start_date
fi: hakemuksen end_date ei voi olla aiemmin kuin start_date
sv: end_date för ansökan kan inte vara tidigare än start_date

source: minimum duration of the benefit is one month
fi: avustuksen vähimmäiskesto on yksi kuukausi
sv: minsta varaktighet för understödet är en månad

source: maximum duration of the benefit is 12 months
fi: avustuksen enimmäiskesto on 12 kuukautta
sv: längsta varaktighet för understödet är en månad

source: This application can not have a description for co-operation negotiations
fi: Tässä hakemuksessa ei voi olla kuvausta yhteistoimintaneuvotteluista
sv: Denna ansökan kan inte ha en beskrivning för samarbetsförhandlingar

source: Pay subsidy percent required
fi: Palkkatukiprosentti on pakollinen
sv: Lönesubventionsprocent krävs

source: This application can not have {key}
fi: Tässä hakemuksessa ei voi olla kohdetta {key}
sv: Denna ansökan kan inte ha {key}

source: This application can not have additional_pay_subsidy_percent
fi: Tässä hakemuksessa ei voi olla kohdetta additional_pay_subsidy_percent
sv: Denna ansökan kan inte ha additional_pay_subsidy_percent

source: This field is required before submitting the application
fi: Tämä kenttä on pakollinen ennen hakemuksen lähettämistä
sv: Detta fält måste fyllas i innan ansökan lämnas in

source: This field can be set for associations only
fi: Tämä kenttä voidaan valita vain yhdistyksille
sv: Detta fält är tillgängligt endast för sammanslutningar

source: This benefit type can not be selected
fi: Tätä avustustyyppiä ei voida valita
sv: Denna understödstyp kan inte väljas

source: Application does not have the employee consent attachment
fi: Hakemuksessa ei ole liitteenä työntekijän suostumusta
sv: Den anställdas samtycke har inte bifogats ansökan

source: Application cannot have more than one employee consent attachment
fi: Hakemuksessa voi olla enintään yksi työntekijän suostumusliite
sv: Fler än ett samtycke av den anställda kan inte bifogas ansökan

source: Terms must be approved
fi: Ehdot on hyväksyttävä
sv: Villkor måste godkännas

source: Application does not have required attachments
fi: Hakemuksessa ei ole pakollisia liitteitä
sv: Ansökan har inte obligatoriska bilagor

source: Application initial state must be draft
fi: Hakemuksen alkutilan on oltava luonnos
sv: Ansökans initialtillstånd måste vara utkast

source: Reading de minimis data failed: {errors}
fi: De minimis -tietojen lukeminen epäonnistui: {errors}
sv: De minimis-data kan inte läsas: {errors}

source: Application can not be changed in this status
fi: Hakemusta ei voida muuttaa tässä tilassa
sv: Ansökan kan inte ändras i denna status

source: create_application_for_company missing from request
fi: create_application_for_company puuttuu pyynnöstä
sv: create_application_for_company saknas från begäran

source: The calculation should be created when the application is submitted
fi: Laskelma on luotava, kun hakemus lähetetään
sv: Beräkningen bör skapas när ansökan skickas

source: The calculation id does not match existing id
fi: Laskelman tunnus ei vastaa nykyistä tunnusta
sv: Beräkningens ID motsvarar inte befintlig ID.

source: Reading {localized_model_name} data failed: {errors}
fi: {localized_model_name} -tietojen lukeminen epäonnistui: {errors}
sv: Data {localized_model_name} kan inte läsas: {errors}

source: State transition not allowed: {status} to {value}
fi: Tilan siirto ei ole sallittu: {status} arvoon {value}
sv: Tillståndsövergång tillåts inte: {status} till {value}

source: Initial status must be {initial_status}
fi: Alkutilan on oltava {initial_status}
sv: Initialstatus måste vara {initial_status}

source: Operation not allowed for this application status.
fi: Toiminto ei ole sallittu tässä hakemuksen tilassa.
sv: Åtgärd tillåts inte för denna ansökningsstatus

source: File not found.
fi: Tiedostoa ei löydy.
sv: Fil hittades inte.

source: Benefit can not be granted before 24-month waiting period expires
fi: Avustusta ei voida myöntää ennen 24 kuukauden odotusajan päättymistä
sv: Understöd kan inte beviljas före utgång av väntetid på 24 månader

source: There's already an accepted application with overlapping date range
fi: Tälle työntekijälle on jo hyväksytty hakemus päällekkäisellä aikavälillä
sv: Det finns redan en godkänd ansökan med överlappande tidsperiod för denna anställd

source: Draft
fi: Luonnos
sv: Utkast

source: Received
fi: Vastaanotettu
sv: Mottaget

source: Handling
fi: Käsittely
sv: Handläggs

source: Additional information requested
fi: Lisätietoja pyydetty
sv: Ytterligare information har begärts

source: Cancelled
fi: Peruutettu
sv: Återkallad

source: Accepted
fi: Hyväksytty
sv: Godkänd

source: Rejected
fi: Hylätty
sv: Avvisad

source: Invalid application status
fi: Epäkelpo hakemuksen tila
sv: Felaktig ansökningsstatus

source: Invalid application status change
fi: Epäkelpo hakemuksen tila
sv: Felaktig ansökningsstatus

source: Employment Benefit
fi: Työllistämisen Helsinki-lisä
sv: Tillägg för sysselsättning

source: Salary Benefit
fi: Palkan Helsinki-lisä
sv: Tillägg för lön

source: Commission Benefit
fi: Toimeksiannon Helsinki-lisä
sv: Tillägg för uppdrag

source: Step 1 - company details
fi: Vaihe 1 – työnantajan tiedot
sv: Steg 1 – arbetsgivaruppgifter

source: Step 2 - employee details
fi: Vaihe 2 – työntekijän tiedot
sv: Steg 2 – arbetstagaruppgifter

source: Step 3 - attachments
fi: Vaihe 3 – liitteet
sv: Steg 3 – bilagor

source: Step 4 - summary
fi: Vaihe 4 – yhteenveto
sv: Steg 4 – sammanfattning

source: Step 5 - power of attorney
fi: Vaihe 5 – valtuutus
sv: Steg 5 – fullmakt

source: Step 6 - terms and send
fi: Vaihe 6 – ehdot ja lähetys
sv: Steg 6 – villkor och skicka

source: Company
fi: Yritys
sv: Företag

source: Association
fi: Yhdistys
sv: Sammanslutning

source: employment contract
fi: työsopimus
sv: arbetsavtal

source: pay subsidy decision
fi: palkkatukipäätös
sv: beslut om lönesubvention

source: commission contract
fi: toimeksiantosopimus
sv: uppdragsavtal

source: education contract of the apprenticeship office
fi: oppisopimustoimiston koulutussopimus
sv: läroavtal

source: helsinki benefit voucher
fi: Helsinki-lisä-seteli
sv: sedel för Helsingforstillägg

source: attachment is required
fi: liite on pakollinen
sv: bilaga är obligatorisk

source: attachment is optional
fi: liite on valinnainen
sv: bilaga är valfri

source: Ahjo report created, not yet sent to AHJO
fi: Ahjo-raportti luotu, ei vielä lähetetty Ahjoon
sv: Ahjo-rapport har skapats, ännu inte skickad till Ahjo

source: Sent to Ahjo, decision pending
fi: Lähetetty Ahjoon, päätös vireillä
sv: Skickad till Ahjo, väntar på beslut

source: Accepted in Ahjo
fi: Hyväksytty Ahjossa
sv: Godkänd i Ahjo

source: Rejected in Ahjo
fi: Hylätty Ahjossa
sv: Avvisad i Ahjo

source: Returned from Ahjo without decision
fi: Palautettu Ahjosta ilman päätöstä
sv: Återsänd från Ahjo utan beslut

source: Sent to Talpa
fi: Lähetetty Talpaan
sv: Skickad till Talpa

source: Processing is completed
fi: Käsittely on valmis
sv: Processen är slutförd

source: company
fi: yritys
sv: företag

source: status
fi: tila

source: application number
fi: hakemuksen numero
sv: ansökningsnummer

source: company name
fi: yrityksen nimi
sv: företagets namn

source: company department
fi: yrityksen osasto
sv: företagsavdelning

source: company street address
fi: yrityksen katuosoite
sv: företagets gatuadress

source: company city
fi: yrityksen kaupunki
sv: företagets förläggningsort

source: company post code
fi: yrityksen postinumero
sv: företagets postnummer

source: company bank account number
fi: yrityksen tilinumero
sv: företagets kontonummer

source: first name
fi: etunimi
sv: förnamn

source: last name
fi: sukunimi
sv: efternamn

source: company contact person's phone number
fi: yrityksen yhteyshenkilön puhelinnumero
sv: kontaktpersonens telefonnummer

source: company contact person's email
fi: yrityksen yhteyshenkilön sähköpostiosoite
sv: kontaktpersonens e-postadress

source: additional information about the ongoing co-operation negotiations
fi: lisätietoja käynnissä olevista yhteistoimintaneuvotteluista
sv: ytterligare information om de pågående samarbetsförhandlingarna

source: Pay subsidy percent
fi: Palkkatukiprosentti
sv: Lönesubventionsprocent

source: Pay subsidy percent for second pay subsidy grant
fi: Palkkatukiprosentti toisesta palkkatukiavustuksesta
sv: Lönesubventionsprocent för annan lönesubvention som beviljats

source: benefit start from date
fi: avustuksen alkamispäivä
sv: startdatum för understöd

source: benefit end date
fi: avustuksen päättymispäivä
sv: slutdatum för understöd

source: ahjo batch
fi: Ahjo-erä
sv: ahjo-sats

source: application
fi: hakemus
sv: Ansökan

source: applications
fi: hakemukset
sv: ansökningar

source: granter of the de minimis aid
fi: de minimis -tuen myöntäjä
sv: den som beviljat de minimis-stödet

source: amount of the de minimis aid
fi: de minimis -tuen määrä
sv: belopp för de minimis-stödet

source: benefit granted at
fi: avustus myönnetty
sv: understöd beviljats av

source: de minimis aid
fi: de minimis -tuki
sv: de minimis-stöd

source: de minimis aids
fi: de minimis -tuet
sv: de minimis-stöd

source: application log entry
fi: hakemuksen lokimerkintä
sv: registrering i ansökningslogg

source: application log entries
fi: hakemuksen lokimerkinnät
sv: registreringar i ansökningslogg

source: status of batch
fi: erän tila
sv: status av sats

source: proposal for decision
fi: päätösehdotus
sv: beslutsförslag

source: decision maker's title in Ahjo
fi: päätöksentekijän tehtävänimike Ahjossa
sv: titel för den som fattar beslut vid Ahjo

source: decision maker's name in Ahjo
fi: päätöksentekijän nimi Ahjossa
sv: namn på den som fattar beslut vid Ahjo

source: section of the law in Ahjo decision
fi: Ahjo-päätöksen lakipykälä
sv: lag som tillämpas i Ahjos beslut

source: date of the decision in Ahjo
fi: päätöksen päivämäärä Ahjossa
sv: datum då beslut fattas vid Ahjo

source: Expert inspector's name
fi: Asiantuntijatarkastajan nimi
sv: Namn på sakkunnig inspektör

source: Expert inspector's email address
fi: Asiantuntijatarkastajan sähköpostiosoite
sv: E-postadress till sakkunnig inspektör

source: application batch
fi: hakemuserä
sv: ansökningssats

source: application batches
fi: hakemuserät
sv: ansökningssatser

source: application basis
fi: hakemuksen peruste
sv: ansökningsgrund

source: application bases
fi: hakemuksen perusteet
sv: ansökningsgrunder

source: social security number
fi: henkilötunnus
sv: personbeteckning

source: phone number
fi: puhelinnumero
sv: telefonnummer

source: email
fi: sähköpostiosoite
sv: e-postadress

source: job title
fi: tehtävänimike
sv: titel

source: monthly pay
fi: kuukausipalkka
sv: månadslön

source: vacation money
fi: lomaraha
sv: semesterersättning

source: other expenses
fi: muut kulut
sv: övriga kostnader

source: working hour
fi: työaika
sv: arbetstimme

source: collective bargaining agreement
fi: työehtosopimus
sv: kollektivavtal

source: is living in helsinki
fi: asuu Helsingissä
sv: bor i Helsingfors

source: amount of the commission (eur)
fi: Toimeksiannon rahamäärä (EUR)
sv: uppdragets belopp (euro)

source: Description of the commission
fi: Toimeksiannon kuvaus
sv: Beskrivning av uppdraget

source: employee
fi: työntekijä
sv: anställd

source: employees
fi: työntekijät
sv: anställda

source: attachment type in business rules
fi: liitetyyppi liiketoimintasäännöissä
sv: bilagetyp i företagsregler

source: technical content type of the attachment
fi: liitteen tekninen sisältötyyppi
sv: typ av tekniskt innehåll i bilagan

source: application attachment content
fi: hakemuksen liitteen sisältö
sv: innehåll i bilaga till ansökan

source: attachment
fi: liite
sv: bilaga

source: attachments
fi: liitteet
sv: bilagor

source: Date range too large
fi: Päivämääräalue liian suuri
sv: Tidsperiod för lång

source: This calculation can not have a override_monthly_benefit_amount_comment
fi: Tässä laskelmassa ei voi olla kohdetta override_monthly_benefit_amount_comment
sv: Denna beräkning kan inte ha en override_monthly_benefit_amount_comment

source: This calculation needs override_monthly_benefit_amount_comment
fi: Tässä laskelmassa on oltava kohde override_monthly_benefit_amount_comment
sv: Denna beräkning behöver override_monthly_benefit_amount_comment

source: Handler can not be unassigned in this status
fi: Käsittelijää ei voida muuttaa tässä tilassa
sv: Handläggare kan inte avsättas i denna status

source: Handler can not assigned in this status
fi: Käsittelijää ei voida määrittää tässä tilassa
sv: Handläggare kan inte utses i denna status

source: Start date cannot be empty
fi: Aloituspäivä ei voi olla tyhjä
sv: Startdatum kan inte vara tomt

source: End date cannot be empty
fi: Päättymispäivä ei voi olla tyhjä
sv: Slutdatum kan inte vara tomt

source: Description row, amount ignored
fi: Kuvausrivi, rahamäärä ohitettu
sv: Beskrivningsrad, belopp ignorerat

source: Salary costs
fi: Palkkakustannukset
sv: Lönekostnader

source: State aid maximum %
fi: Valtiontuen enimmäis-%
sv: Maximalt statsunderstöd %

source: Pay subsidy/month
fi: Palkkatuki/kuukausi
sv: Lönesubvention/månad

source: Helsinki benefit amount monthly
fi: Helsinki-lisän määrä kuukaudelta
sv: Helsingforstilläggets belopp per månad

source: Helsinki benefit amount for a date range
fi: Helsinki-lisän määrä ajanjaksolta
sv: Helsingforstilläggets belopp för en tidsperiod

source: Helsinki benefit total amount
fi: Helsinki-lisän kokonaismäärä
sv: Helsingforstilläggets totala belopp

source: Training compensation amount monthly
fi: Koulutuskorvauksen määrä kuukaudelta
sv: Utbildningsersättningens belopp per månad

source: Total amount of deductions monthly
fi: Vähennysten kokonaismäärä kuukaudelta
sv: Totalbelopp av avdrag per månad

source: Calculation already exists
fi: Laskelma on jo olemassa
sv: Beräkning finns redan

source: handler
fi: käsittelijä
sv: handläggare

source: calculation
fi: laskelma
sv: beräkning

source: amount of the benefit granted, calculated by the system
fi: järjestelmän laskema myönnetyn avustuksen määrä
sv: understödsbelopp som beviljats, beräknat av systemet

source: monthly amount of the benefit manually entered by the application handler
fi: hakemuksen käsittelijän käsin syöttämä avustuksen määrä
sv: understödsbeloppet registrerats för hand av den som behandlat ansökan

source: reason for overriding the calculated benefit amount
fi: lasketun avustuksen määrän ohittamisen syy
sv: orsak till att förbigå det beräknade understödsbeloppet

source: Incomplete application
fi: Puutteellinen hakemus
sv: Ofullständig ansökan

source: calculations
fi: laskelmat
sv: beräkningar

source: Pay subsidy start date
fi: Palkkatuen alkamispäivä
sv: Startdatum för lönesubvention

source: Pay subsidy end date
fi: Palkkatuen päättymispäivä
sv: Slutdatum för lönesubvention

source: Work time percent
fi: Työaikaprosentti
sv: Arbetstidsprocent

source: pay subsidy
fi: palkkatuki
sv: lönesubvention

source: pay subsidies
fi: palkkatuet
sv: lönesubventioner

source: encrypted social security number
fi: salattu henkilötunnus
sv: skyddad personbeteckning

source: monthly amount of the previous benefit
fi: aiemman avustuksen kuukausimäärä
sv: belopp på det tidigare understödet per månad

source: total amount of the previous benefit
fi: aiemman avustuksen kokonaismäärä
sv: belopp på det tidigare understödet

source: Previously granted benefit
fi: Aiemmin myönnetty avustus
sv: Tidigare beviljat understöd

source: Previously granted benefits
fi: Aiemmin myönnetyt avustukset
sv: Tidigare beviljade understöd

source: Monthly amount of compensation
fi: Korvauksen kuukausimäärä
sv: Ersättningsbelopp per månad

source: training compensation
fi: koulutuskorvaus
sv: utbildningsersättning

source: training compensations
fi: koulutuskorvaukset
sv: utbildningsersättningar

source: Description of the row to be shown in handler UI
fi: Rivin kuvaus näytettävä käsittelijän käyttöliittymässä
sv: Radbeskrivning som visas i handläggarens användargränssnitt

source: row amount
fi: rivin rahamäärä
sv: antal rader

source: Start date
fi: Alkamispäivä
sv: Startdatum

source: End date
fi: Päättymispäivä
sv: Slutdatum

source: calculation row
fi: laskelmarivi
sv: beräkningsrad

source: calculation rows
fi: laskelmarivit
sv: beräkningsrader

source: Invalid IBAN
fi: Virheellinen IBAN-tilinumero
sv: Felaktigt IBAN-kontonummer

source: You have to accept Terms of Service before doing any action
fi: Sinun on hyväksyttävä palveluehdot ennen mitään toimenpiteitä
sv: Du måste godkänna användarvillkoren för tjänsten innan du kan göra något

source: Company information is not available
fi: Yrityksen tietoja ei ole saatavilla
sv: Företagets uppgifter är inte tillgängliga

source: bank account number
fi: tilinumero
sv: bankkontonummer

source: companies
fi: yritykset
sv: företag

source: Finnish
fi: Suomi
sv: Finska

source: English
fi: Englanti
sv: Engelska

source: Swedish
fi: Ruotsi
sv: Svenska

source: Application number
fi: Hakemuksen numero
sv: Ansökningsnummer

source: Your application has been opened for editing. Please make the corrections by {additional_information_needed_by}, otherwise the application cannot be processed.
fi: Hakemuksesi on avattu muokattavaksi. Tee korjaukset viimeistään {additional_information_needed_by} mennessä, muuten hakemusta ei voida käsitellä.
sv: Din ansökan har öppnats för redigering. Gör ändringarna senast {additional_information_needed_by}, annars kan ansökan inte behandlas.

source: You have received a new message from Helsinki benefit
fi: Olet saanut uuden viestin Helsinki-lisä -hakemukseen
sv: Du har fått ett nytt meddelande om Helsingforstilläg

source: A new message has been added to the Helsinki-benefit application %(application_number)s (%(submitted_at_fmt)s). Open that application to see the message.
fi: Helsinki-lisä hakemukseen %(application_number)s (%(submitted_at_fmt)s) on tullut uusi viesti. Avaa kyseinen hakemus nähdäksesi viestin.
sv: Ett meddelande om Helsingforstillägg ansökan %(application_number)s (%(submitted_at_fmt)s) har inkommit. Öppna ansökan i fråga för att se meddelandet.

source: Note
fi: Huomautus
sv: Anteckning

source: Handler's message
fi: Käsittelijän viesti
sv: Handläggarens meddelande

source: Applicant's message
fi: Hakijan viesti
sv: Sökandens meddelande

source: content
fi: sisältö
sv: innehåll

source: sender
fi: lähettäjä
sv: Avsändare

source: message type
fi: viestityyppi
sv: meddelandetyp

source: read by applicant
fi: hakijan lukenut
sv: läst av sökande

source: message
fi: viesti
sv: meddelande

source: messages
fi: viestit
sv: meddelanden

source: You don't have permission to change this message
fi: Sinulla ei ole oikeutta muuttaa tätä viestiä
sv: Du får inte ändra detta meddelande

source: Application not found
fi: Hakemusta ei löytynyt
sv: Ansökan hittades inte

source: You are not allowed to do this action
fi: Sinä et saa tehdä tätä toimenpidettä
sv: Du får inte utföra denna åtgärd

source: Cannot do this action because application is not in the correct status
fi: Tätä toimenpidettä ei voida tehdä, koska hakemus ei ole käsittelytilassa
sv: Kan inte utföra åtgärden eftersom ansökan inte har handläggningsstatus

source: Applicant is not allowed to do this action
fi: Hakija ei saa tehdä tätä toimenpidettä
sv: Sökande får inte utföra denna åtgärd

source: Handler is not allowed to do this action
fi: Käsittelijä ei saa tehdä tätä toimenpidettä
sv: Handläggare får inte utföra denna åtgärd

source: Only the terms currently in effect can be approved
fi: Vain voimassa olevat ehdot voidaan hyväksyä
sv: Endast de villkor som för tillfället gäller kan godkännas
