Repository: City-of-Helsinki/yjdh
Catalog: backend/benefit/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: User must explicitly select all the applicant consents required by the terms
fi: Käyttäjän on nimenomaisesti valittava kaikki ehdoissa vaaditut hakijan suostumukset
sv: Användare måste uttryckligen välja samtliga samtycken för sökanden som krävs enligt villkoren

source: The user has no company, terms of service can not be accepted
fi: Käyttäjällä ei ole yritystä, palveluehtoja ei voida hyväksyä
sv: Användaren har inget företag, villkoren för tjänsten kan inte godkännas

source: The terms of service should only be approved once
fi: Palveluehdot tulee hyväksyä vain kerran
sv: Villkoren för tjänsten bör godkännas endast en gång

source: Terms of service - shown at login
fi: Palveluehdot – näytetään sisäänkirjautumisen yhteydessä
sv: Villkor för tjänsten – visas vid inloggning

source: Terms of application - show at application submit
fi: Hakuehdot – näytä hakemuksen lähettämisen yhteydessä
sv: Ansökningsvillkor – visas vid inlämning av ansökan

source: type of terms
fi: ehtojen tyyppi
sv: typ av villkor

source: first day these terms are in effect
fi: näiden ehtojen ensimmäinen voimassaolopäivä
sv: första datum då dessa villkor gäller

source: finnish terms (pdf file)
fi: suomenkieliset ehdot (PDF-tiedosto)
sv: villkoren på finska (PDF-fil)

source: english terms (pdf file)
fi: englanninkieliset ehdot (PDF-tiedosto)
sv: villkoren på engelska (PDF-fil)

source: swedish terms (pdf file)
fi: ruotsinkieliset ehdot (PDF-tiedosto)
sv: villkoren på svenska (PDF-fil)

source: terms
fi: ehdot
sv: villkor

source: finnish text for the consent checkbox
fi: suostumuksen valintaruudun suomenkielinen teksti
sv: finsk text för kryssrutan för samtycke

source: english text for the consent checkbox
fi: suostumuksen valintaruudun englanninkielinen teksti
sv: engelsk text för kryssrutan för samtycke

source: swedish text for the consent checkbox
fi: Suostumuksen valintaruudun ruotsinkielinen teksti
sv: svensk text för kryssrutan för samtycke

source: application consent
fi: hakusuostumus
sv: samtycke till ansökan

source: application consents
fi: hakusuostumukset
sv: samtycken till ansökan

source: timestamp of approval
fi: hyväksynnän aikaleima
sv: tidpunkt för godkännande

source: user who approved the terms
fi: ehdot hyväksynyt käyttäjä
sv: den användare som godkände villkoren

source: selected applicant consents
fi: valitut hakijan suostumukset
sv: valda samtycken till ansökan

source: applicant terms approval
fi: hakijan ehtojen hyväksyntä
sv: samtycke till ansökningsvillkor

source: Applicant terms approvals
fi: hakijan ehtojen hyväksynnät
sv: samtycken till ansökningsvillkor

source: user
fi: käyttäjä
sv: användare

source: terms of service approval
fi: palveluehtojen hyväksyntä
sv: godkännande av villkoren för tjänsten

source: terms of service approvals
fi: palveluehtojen hyväksynnät
sv: godkännanden av villkoren för tjänsten
